[
  {
    "id" : "1",
    "title" : "The Dark Tower",
    "image" : "the-dark-tower-movie-poster-sm.jpg",
    "genre" : "Fantasy/Science fiction",
    "price" : "15,00",
    "year" : "2017",
    "date" : "August 23, 2017",
    "story" : "Story line: Roland Deschain (Idris Elba), the last Gunslinger, is locked in an eternal battle with Walter O'Dim (Matthew McConaughey), also known as the Man in Black. The Gunslinger must prevent the Man in Black from toppling the Dark Tower, the key that holds the universe together. With the fate of worlds at stake, two men collide in the ultimate battle between good and evil.",
    "trailer" : "https://www.youtube.com/embed/GjwfqXTebIY"
  },
  {
    "id" : "2",
    "title" : "The Mummy",
    "image" : "the-mummy-movie-poster-sm.jpg",
    "genre" : "Thriller/Action",
    "price" : "15,00",
    "date" : "June 9 2017",
    "year" : "2017",
    "story" : "Nick Morton is a soldier of fortune who plunders ancient sites for timeless artifacts and sells them to the highest bidder. When Nick and his partner come under attack in the Middle East, the ensuing battle accidentally unearths Ahmanet, a betrayed Egyptian princess who was entombed under the desert for thousands of years. With her powers constantly evolving, Morton must now stop the resurrected monster as she embarks on a furious rampage through the streets of London.",
    "tralier" : "https://www.youtube.com/embed/GzorZUuZqEI"
  },
  {
    "id" : "3",
    "title" : "Logan",
    "image" : "logan-movie-poster-sm.jpg",
    "genre" : "Action",
    "price" : "15,00",
    "date" : "March 1, 2017",
    "year" : "2017",
    "story" : "In the near future, a weary Logan (Hugh Jackman) cares for an ailing Professor X (Patrick Stewart) at a remote outpost on the Mexican border. His plan to hide from the outside world gets upended when he meets a young mutant (Dafne Keen) who is very much like him. Logan must now protect the girl and battle the dark forces that want to capture her.",
    "trailer" : "https://www.youtube.com/embed/Div0iP65aZo"
  },
  {
    "id" : "4",
    "title" : "The maze runner 3",
    "image" : "maze-runner-the-scorch-trials-poster-sm.jpg",
    "genre" : "Sci-Fi",
    "price" : "18,00",
    "date" : "January 31 2018",
    "year" : "2018",
    "story" : "Thomas leads some escaped Gladers on their final and most dangerous mission yet. To save their friends, they must break into the legendary Last City, a WCKD-controlled labyrinth that may turn out to be the deadliest maze of all. Anyone who makes it out alive will get answers to the questions that the Gladers have been asking since they arrived in the maze.",
    "trailer" : "https://www.youtube.com/embed/4-BTxXm8KSg"
  },
  {
    "id" : "5",
    "title" : "Jumanji",
    "image" : "jumanji-poster-sm.jpg",
    "genre" : "Fantasy/Action",
    "price" : "16,00",
    "date" : "December 25, 2017",
    "year" : "2017",
    "story" : "Four high school kids discover an old video game console and are drawn into the game's jungle setting, literally becoming the adult avatars they chose. What they discover is that you don't just play Jumanji - you must survive it. To beat the game and return to the real world, they'll have to go on the most dangerous adventure of their lives, discover what Alan Parrish left 20 years ago, and change the way they think about themselves - or they'll be stuck in the game forever.",
    "trailer" : "https://www.youtube.com/embed/ubn4zeM40tk"
  },
  {
    "id" : "6",
    "title" : "Deadpool",
    "image" : "deadpool-movie-poster-sm.jpg",
    "genre" : "Comedy/Sci-fi",
    "price" : "15,00",
    "date" : "February 10, 2016",
    "year" : "2016",
    "story": "Wade Wilson (Ryan Reynolds) is a former Special Forces operative who now works as a mercenary. His world comes crashing down when evil scientist Ajax (Ed Skrein) tortures, disfigures and transforms him into Deadpool. The rogue experiment leaves Deadpool with accelerated healing powers and a twisted sense of humor. With help from mutant allies Colossus and Negasonic Teenage Warhead (Brianna Hildebrand), Deadpool uses his new skills to hunt down the man who nearly destroyed his life.",
    "trailer" : "https://www.youtube.com/embed/ONHBaC-pfsk"
  },
  {
    "id" : "7",
    "title" : "Trolls",
    "image" : "trolls-movie-poster-sm.jpg",
    "genre" : "Fantasy",
    "price" : "18,00",
    "date" : "November 4, 2016",
    "year" : "2016",
    "story" : "After the Bergens invade Troll Village, Poppy (Anna Kendrick), the happiest Troll ever born, and the overly-cautious, curmudgeonly Branch (Justin Timberlake) set off on a journey to rescue her friends. Their mission is full of adventure and mishaps, as this mismatched duo try to tolerate each other long enough to get the job done.",
    "trailer" : "https://www.youtube.com/embed/GfkluXm6XGw"
  },
  {
    "id" : "8",
    "title" : "Star Trek Beyond",
    "image" : "star-trek-beyond-thai-movie-poster-sm.jpg",
    "genre" : "Science fiction",
    "price" : "15,00",
    "date" : "July 20, 2016",
    "year" : "2016",
    "story" : "A surprise attack in outer space forces the Enterprise to crash-land on a mysterious world. The assault came from Krall (Idris Elba), a lizard-like dictator who derives his energy by sucking the life out of his victims. Krall needs an ancient and valuable artifact that's aboard the badly damaged starship. Left stranded in a rugged wilderness, Kirk (Chris Pine), Spock (Zachary Quinto) and the rest of the crew must now battle a deadly alien race while trying to find a way off their hostile planet.",
    "trailer" : "https://www.youtube.com/embed/XRVD32rnzOw"
  },
  {
    "id" : "9",
    "title" : "Bridesmaids",
    "image" : "bridesmaids-movie-poster-sm.jpg",
    "genre" : "Comedy",
    "price" : "15,00",
    "date" : "August 3, 2011",
    "year" : "2011",
    "story" : "Annie (Kristen Wiig) is a single woman whose own life is a mess, but when she learns that her lifelong best friend, Lillian (Maya Rudolph), is engaged, she has no choice but to serve as the maid of honor. Though lovelorn and almost penniless, Annie, nevertheless, winds her way through the strange and expensive rituals associated with her job as the bride's go-to gal. Determined to make things perfect, she gamely leads Lillian and the other bridesmaids down the wild road to the wedding.",
    "trailer" : "https://www.youtube.com/embed/FNppLrmdyug"
  },
  {
    "id" : "10",
    "title" : "The Help",
    "image" : "the-help-movie-poster-sm.jpg",
    "genre" : "Drama",
    "price" : "15,00",
    "date" : "December 28, 2011",
    "year" : "2011",
    "story" : "In 1960s Mississippi, Southern society girl Skeeter (Emma Stone) returns from college with dreams of being a writer. She turns her small town on its ear by choosing to interview the black women who have spent their lives taking care of prominent white families. Only Aibileen (Viola Davis), the housekeeper of Skeeter's best friend, will talk at first. But as the pair continue the collaboration, more women decide to come forward, and as it turns out, they have quite a lot to say.",
    "trailer" : "https://www.youtube.com/embed/8vKvhqDqtU0"
  },
  {
    "id" : "11",
    "title" : "Transformers: Age of Exctinction",
    "image" : "transformers-age-of-extinction-movie-poster-sm.jpg",
    "genre" : "Science Fiction",
    "price" : "15,00",
    "date" : "June 19, 2014",
    "year" : "2014",
    "story" : "After an epic battle, a great city lies in ruins, but the Earth itself is saved. As humanity begins to pick up the pieces, a shadowy group emerges to try to take control of history. Meanwhile, an ancient and powerful new menace sets its sights on Earth. A new group of humans, led by Cade Yeager (Mark Wahlberg), helps Optimus Prime (Peter Cullen) and the Autobots rise up to meet their most fearsome challenge yet: a worldwide war of good versus evil.",
    "trailer" : "https://www.youtube.com/embed/T9bQCAWahLk"
  },
  {
    "id" : "12",
    "title" : "Jurassic Park III",
    "image" : "jurassic-park-iii-movie-poster-sm.jpg",
    "genre" : "Science Fiction",
    "price" : "15,00",
    "date" : "August 8, 2001",
    "year" : "2001",
    "story" : "After being persuaded by a wealthy businessman to conduct an aerial tour of Isla Sorna, InGen's second site for a failed Jurassic Park experiment, Dr. Alan Grant (Sam Neill) discovers the true reason for his invitation. A tragic accident maroons the party of seven, and they must attempt to escape with their lives.",
    "trailer" : "https://www.youtube.com/embed/gjIaV6CU0wA"
  },
  {
    "id" : "13",
    "title" : "Star Trek: Into Darkness",
    "image" : "star-trek-into-darkness-movie-poster-sm.jpg",
    "genre" : "Science Fiction",
    "price" : "15,00",
    "date" : "June 5, 2013",
    "year" : "2013",
    "story" : "The crew of the Starship Enterprise returns home after an act of terrorism within its own organization destroys most of Starfleet and what it represents, leaving Earth in a state of crisis. With a personal score to settle, Capt. James T. Kirk (Chris Pine) leads his people (Zachary Quinto, Karl Urban, Zoë Saldana) on a mission to capture a one-man weapon of mass destruction, thereby propelling all of them into an epic game of life and death.",
    "trailer" : "https://www.youtube.com/embed/jJMYAJ3_0uw"
  },
  {
    "id" : "14",
    "title" : "Pacific Rim 2",
    "image" : "pacific-rim-2-polish-movie-poster-sm.jpg",
    "genre" : "Science Fiction",
    "price" : "15,00",
    "date" : "March 22, 2018 ",
    "year" : "2018",
    "story" : "Jake Pentecost is a once-promising Jaeger pilot whose legendary father gave his life to secure humanity's victory against the monstrous Kaiju. Jake has since abandoned his training only to become caught up in a criminal underworld. But when an even more unstoppable threat is unleashed to tear through cities and bring the world to its knees, Jake is given one last chance by his estranged sister, Mako Mori, to live up to his father's legacy.",
    "trailer" : "https://www.youtube.com/embed/8BAhwgjMvnM"
  },
  {
    "id" : "15",
    "title" : "The Croods",
    "image" : "the-croods-polish-movie-poster-sm.jpg",
    "genre" : "Fantasy/Adventure",
    "price" : "15,00",
    "date" : "March 27, 2013",
    "year" : "2013",
    "story" : "Prehistoric family the Croods live in a particularly dangerous moment in time. Patriarch Grug (Nicolas Cage), his mate, Ugga (Catherine Keener), teenage daughter Eep (Emma Stone), son Thunk (Clark Duke) and feisty Gran (Cloris Leachman) gather food by day and huddle together in a cave at night. When a more evolved caveman named Guy (Ryan Reynolds) arrives on the scene, Grug is distrustful, but it soon becomes apparent that Guy is correct about the impending destruction of their world.",
    "trailer" : "https://www.youtube.com/embed/4fVCKy69zUY"
  },
  {
    "id" : "16",
    "title" : "Ender's Game",
    "image" : "enders-game-movie-poster-sm.jpg",
    "genre" : "Action/Adventure",
    "price" : "15,00",
    "date" : "November 6, 2013",
    "year" : "2013",
    "story" : "When hostile aliens called the Formics attack Earth, only the legendary heroics of Mazer Rackham (Ben Kingsley) manage to attain a victory. To prepare for the next attack, Col. Hyrum Graff (Harrison Ford) and his cohorts initiate a military program to find the next Mazer. Recruit Ender Wiggin (Asa Butterfield) exhibits an unusual gift for the training, easily mastering all of the challenges thrown at him. Mazer Rackham, himself, takes Ender as a protege to prepare him for the oncoming war.",
    "trailer" : "https://www.youtube.com/embed/2YAl_fd_ElE"
  },
  {
    "id" : "17",
    "title" : "Allegiant",
    "image" : "the-divergent-series-allegiant-singaporean-movie-poster-sm.jpg",
    "genre" : "Science Fiction",
    "price" : "15,00",
    "date" : "March 17, 2016",
    "year" : "2016",
    "story" : "Tris (Shailene Woodley) escapes with Four (Theo James) to journey beyond the wall that encloses Chicago. For the first time, they leave the only city and family they have ever known to find a peaceful solution. Once outside, they learn shocking new truths that render old discoveries meaningless. As the ruthless battle threatens humanity, Tris and Four quickly decide who to trust to survive. Tris must ultimately make difficult choices about courage, allegiance, sacrifice and love.",
    "trailer" : "https://www.youtube.com/embed/MJsDuGRiLqM"
  },
  {
    "id" : "18",
    "title" : "John Wick 2",
    "image" : "john-wick-chapter-two-british-movie-poster-sm.jpg",
    "genre" : "Thriller",
    "price" : "15,00",
    "date" : "February 17 2017",
    "year" : "2017",
    "story" : "",
    "trailer" : "https://www.youtube.com/embed/ChpLV9AMq"
  }
]
